{
  "menu_about_us": "About Us",
  "menu_join_discord": "Join Discord",
  "menu_schedule": "Schedule",
  "menu_speakers": "Speakers",
  "menu_partnership": "Partnership",
  "menu_Venue": "Venue",
  "menu_contact_us": "Contact Us",
  "activity_summit": "ETH Shanghai Web 3.0 Developer Summit",
  "activity_summit_p_1": "The ETH Shanghai Committee will hold ETH Shanghai: Web 3.0 Developer Summit virtually on May 20, 2022, for a joint discussion on the impact of Web 3.0 on the future of Internet.",
  "activity_summit_p_2": "Since its inception, Ethereum has accelerated towards the era of 2.0 after several rounds of upgrades. Sponsored and supported by Ethereum Foundation, ETH Shanghai marks the final upgrade before the merge of ETH 2.0. ETH Shanghai is committed to promoting and encouraging more developers to join the Web 3.0 community.",
  "activity_summit_p_3": "Web 3.0 is the technological revolution of the underlying architecture of the Internet, and Ethereum has become the preferred network protocol for most developers, playing a key role in the establishment of Web 3.0 standard. The Web 3.0 Developer Summit invites intellectuals and developers to exchange their opinion and professional insights on the future of internet. The Summit will discuss topics on Web 3.0 global collaboration, Ethereum 2.0, decentralized internet, NFT arts and philosophy.",
  "activity_hackathon": "ETH Shanghai Hackathon",
  "activity_hackathon_p_1": "During ETH Shanghai Web 3.0 Developer Summit, ETH Shanghai Committee will organize ETH Shanghai Hackathon as a core parallel session of the Summit.",
  "activity_hackathon_p_2": "Since its inception, Ethereum has accelerated towards the era of 2.0 after several rounds of upgrades. Sponsored and supported by Ethereum Foundation, ETH Shanghai marks the final upgrade before the merge of ETH 2.0. ETH Shanghai is committed to promoting and encouraging more developers to join the Web 3.0 community.",
  "activity_hackathon_p_3": "As the core parallel session of the Summit, this competition will continue the spirit of the Hackathon by encouraging individuals to collaborate, create, find infinite possibilities within a finite time limit, and eventually present a brand-new product to the world. All participants will also receive boundless satisfaction in the process. The ultimate value of the two weeks competition may not be to create a perfect product but inspire developers to try their best and to overcome challenges.",
  "activity_hackathon_action": "More Details",
  "schedule": "Schedule",
  "speakers": "Speakers",
  "co_hosts": "COHOSTS",
  "sponsors": "SPONSORS",
  "sponsors_presenting": "Presenting Sponsors",
  "sponsors_track": "Track Sponsors",
  "media_support": "Media Support",
  "prizes": "PRIZES",
  "community_support": "Community Support",
  "hosts": "Hosts",
  "speakers_title_note": "All names arranged in no particular order",
  "footer_contact_us": "Contact Us",
  "footer_live_streaming": "Live streaming",
  "why_join": "WHY JOIN",
  "why_join_mentorship": "Mentorship",
  "why_join_mentorship_description": "To upskill yourself, and grow as a builder with the mentorship from judges and protocols’ workshop",
  "why_join_team_up": "Team-up",
  "why_join_team_up_description": "Get to know world-class builders and experts in the web3 space",
  "why_join_exposure": "Exposure",
  "why_join_exposure_description": "Earn the opportunity to expose your ideas to top VCs and judges",
  "about_us": "ABOUT US"
}
